# FilterNumericLess Properties

---
The FilterNumericLess type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterNumericRuleEvaluator)
Top
#### Reference
FilterNumericLess Class
Autodesk.Revit.DB Namespace